class ModelQuestion {
  String questions;
  ModelQuestion({
    required this.questions,
  });

}
final List<ModelQuestion> Questionlists = [
  ModelQuestion(questions: "(১) ♦♦ সকল ধর্মের মানুষদের জন্য:- হিন্দু-মুসলিম-বৌদ্ধ-খ্রিস্টান সহ সকল ধর্মের প্রান্তিক দরিদ্র ও সংকটে নিপতিত মানুষ এবং নিম্ন মধ্যবিত্ত শ্রেণীকে বহুমুখী সেবা প্রদানের লক্ষ্যে গড়ে উঠেছে - মসজিদ ডট লাইফ। মসজিদ ভিত্তিক হলেও - সকল ধর্মের মানুষরাই সেবা পাচ্ছেন এবং সকল সেবা ১০০% ফ্রি!"),
  ModelQuestion(questions: "(২) ♦♦ মসজিদ ভিত্তিক এবং শুক্রবার ভিত্তিক কার্যক্রম :- এটি একটি মসজিদ ভিত্তিক ও শুক্রবার ভিত্তিক কার্যক্রম। শুধুমাত্র শুক্রবার দিন জুমার নামাজের পরে এই কার্যক্রম পরিচালিত হয়। এর বাইরে কার্যক্রম পরিচালনা নিষিদ্ধ।♦ মসজিদ ডট লাইফ সরাসরি কোন ঋন বিতরণ করে না; কোন ঋণের অনুমোদনও প্রদান করে না এবং সরাসরি কোন সেবাও প্রদান করে না।♦ মসজিদ গুলোতে ব্রাঞ্চ স্থাপন করে লোকাল ম্যানেজমেন্ট টিমের মাধ্যমে কার্য পরিচালনা করা হয়। মসজিদের আওতাধীন এলাকা বা সমাজের মধ্যে সকল সেবা সীমাবদ্ধ থাকে।।"),
  ModelQuestion(questions: "(৩) ♦♦ সেবা সমূহ :- মসজিদ ডট লাইফের সেবা সমূহ ২ নং ধারায় বর্ণিত আছে।"),
  ModelQuestion(questions: "(৪) ♦♦ জিরো কস্ট বা শুন্য খরচ প্রতিষ্ঠান:- মসজিদগুলো ব্রাঞ্চ স্থাপন করা হয় বলে এক পয়সাও ভাড়া দিতে হয় না। শতভাগ মানুষ স্বেচ্ছা শ্রমে কাজ করেন। কাউকে এক পয়সাও প্রদান করতে হয় না।"),
  ModelQuestion(questions: " (৫) ♦♦ প্রাপ্ত ডোনেশন যেভাবে বন্টন হয়:- প্রাপ্ত ডোনেশানের শতভাগ কর্জে হাসানা বা মুক্ত ঋণ বিতরণের জন্য মসজিদ গুলোর মধ্যে বন্টন করে দেয়া হয়। এক পয়সাও মসজিদ ডট লাইফ ব্যয় করে না কিংবা কর্জে হাসানা ব্যতীত অন্য কোন খাতে ব্যয়িত হয় না। ( ডোনেশন প্রদান প্রক্রিয়া ৬ নং পয়েন্টে বর্ণিত আছে)"),
  ModelQuestion(questions: "(৬) ♦♦ সকল সেবা ১০০% ফ্রি:- কোন সেবার জন্য ব্রাঞ্চ গুলো যেমন মসজিদ ডট লাইফ কে এক পয়সাও পে করতে হয় না। তেমনি ভাবে - ঋন গ্রহীতা বা সেবা গ্রহীতাদেরও ব্রাঞ্চগুলোকে এক পয়সাও প্রদান করতে হয় না। "),
  ModelQuestion(questions: "(৭) ♦♦ ওপেন বুক সফটওয়্যার :- সফটওয়্যারকে ওপেন বুক করে দেয়া হয়েছে। পাই-পয়সার হিসাব পর্যন্ত সমস্ত তথ্য সারা দুনিয়ার জন্য উন্মুক্ত! যে কেউ চাইলে যে কোন তথ্য দেখতে পারেন!! "),
  ModelQuestion(questions: "(৮) ♦️♦ ধর্মীয় এবং রাজনৈতিক সংশ্লিষ্টতা :- মসজিদ ডট লাইফের কোন ধরনের ধর্মীয় কর্মসূচি কিংবা রাজনৈতিক সংশ্লিষ্টতা নাই। মানব সেবার জন্য - এটা সকল ধর্মের এবং সকল মতাদর্শের মানুষদের সম্মিলিত প্ল্যাটফর্ম। ♦️ মহাজনী সুদখোর আর দাদন ব্যবসায়ীদের নিষ্ঠুরতার শৃঙ্খল থেকে সারাদেশের প্রান্তিক দরিদ্রদের সুরক্ষিত রেখে - লাখো মলিন মুখে হাসি ফুটিয়ে তুলে তাদের জীবনে সফলতার গল্প গাথা তৈরির এক অনন্য চিন্তা ধারা হচ্ছে - মসজিদ ডট লাইফ। ♦ ফাইন্যান্সিয়াল, ম্যানেজমেন্ট, প্রমোশনাল কিংবা ইন্টেলেকচুয়াল, সাপোর্ট দিতে এগিয়ে আসুন এবং হয়ে যান মায়াময় এই দুঃসাহসিক অভিযাত্রার একজন সহযোদ্ধা!"),
];